std::string banner = "╭━━━━╮╱╱╱╱╱╱╭━━━╮╱╱╱╱╱╱╱╱╱╭╮\n"
                     "┃╭╮╭╮┃╱╱╱╱╱╱┃╭━╮┃╱╱╱╱╱╱╱╱╱┃┃\n"
                     "╰╯┃┃┣┻━┳━┳╮╭┫┃╱╰╋╮╭┳━━┳━┳━╯┃\n"
                     "╱╱┃┃┃┃━┫╭┫╰╯┃┃╭━┫┃┃┃╭╮┃╭┫╭╮┃\n"
                     "╱╱┃┃┃┃━┫┃┃┃┃┃╰┻━┃╰╯┃╭╮┃┃┃╰╯┃\n"
                     "╱╱╰╯╰━━┻╯╰┻┻┻━━━┻━━┻╯╰┻╯╰━━╯\n"
                     "4.0.1\n\n";

std::string help = "+---------+----------------------------+\n"
	               "| -h      |  это сообщение             |\n"
	               "| -f      |  указать путь к файлу      |\n"
	               "| -i      |  информация о скриптe      |\n"
                   "| -u      |  обновить базу данных      |\n"
	               "+---------+----------------------------+\n";

std::string info = "Разработчик DarkGamer (t.me/mozahist228)\n\n"
                   "GitHub: https://github.com/DarkGa/TermGuard\n\n"
                   "Все права защищены\n";